const HINTS = [
    {
    title: "全体の流れ",
    hints: [
      `諸般の事情により期日1週間前に作っていた謎解きが大破綻し、「やべ～～～」と言いながら作ったのがこれです。<br>
        大破綻した謎解きは修正してどこかでやります。覚悟しろ。<br><br>

        「謎解きどうしようかな……シベールのラスク渡すならうさぎさん出した絵本作りたいな～～～～。じゃあ青消すか。ついでに紙の枚数変えるか」<br>
        で完成しました。<br>
        からすみがつくったもの→思案するシアン<br>
        うさぎさんたちがつくったもの→もりのパティシエという設定です。<br>
        だから2周目でもりのパティシエはクリアしていなかったんですね。<br><br>

        青がイメージカラーの人に青(シアン)を復元してほしかったんですよね。<br>
        ちなみに、最初本のページ数は減らす想定でしたが増えた方が嬉しいのでは？ということで2枚ほど増やしてみました。<br>
        シベールのラスク、ほんと～に美味しいのでぜひ食べてください。東北にいくつか店舗があります(中学生のころまでよく通ってました)。<br>
        今回は甘めのものメインでしたが、ガーリックもおいしいです。<br>
        二週目の答えが「そると」になるのは偶然でもありつつ、ある意味意図的になったな～と思っています。だってしょっぱいもの渡してないから。<br><br>
        ちなみに、思案するシアンはフレデリックというバンドの「<a href="https://www.youtube.com/watch?v=mVdlbpV0WG8" rel="noreferrer">CYAN</a>」から取りました。<br>
        創作をする人間の応援歌です。よかったら聞いてみてください`,
    ]
  },
  {
    title: "ストーリー",
    hints: [
      `シベールのうさぎさん、かわいいですよね<br>
        ということでジェバンニが一晩でやってくれました。<br>

        そもそも自分は謎解きじゃなくて謎解きに付随するストーリーをメインで作る人なので今回はストーリーちゃんと書くか……と思い、作成しました。<br>
        1周目、2周目があまりストーリーと謎の関連性がなかった(そもそもストーリーがあってないようなものだった)ため、できる限りストーリーをちゃんと書きたいな～と思って今回ストーリーを作りました。<br>
        姓名という概念がない動物たちが自分や他人を名前じゃなく種別名で呼ぶの、好きなんですよね(ただ、それだとうさぎさんからの手紙でどっちのことを言っているのかわからないので便宜上ラスクさんという概念を生みました)<br><br>

        うさぎさんは天然、こびとさんは嘘つき、へびさんは常識人だけど出てくるのが終盤+謎解きに絡んでくるので名前を安易に出せないという性質上、にんげんさんが自動的にツッコミに回っていました。<br>
        ただ、からすみではあるので「でかんちゅ」って普通に言ったりするし、「なにこの色のワッフル」って心無いことも言うし、絵本の完成形を勝手に決めつけて一人で突っ走ったりします。<br>
        こんなことを言うと怒られそうですが、去年も含めてあまりにも「からすみうどん」というキャラクターが動かしやすいんですよね。一番ポンだから。そんなからすみが論理パズルとポリオミノちゃんと解いてるのヤバくないか？偽物では？と思ってます。リアルからすみは阿諏訪さんがいなかったらこんなことできない。<br>
        突然出てきた思案するシアンってタイトルはなんですかって？なんか思い浮かびました`,
    ]
  },
  {
    title: "てんびんの謎",
    hints: [
      `今世紀最大の問題作だろこれ。<br>
      そう思って作ったのですが、なぜか通っていてびっくりしました。なんで？？？<br>
      これを作っているとき、2周目まで成立しているのに3周目が成立してなくて暴れるみたいなことをたくさんやりました。「そらが！！そらがスケルトンにくっつかない！！」って多分3回は言った。<br>
      ストーリーを清書した後に最終問題を最初「さいしょ・まんなか・おわりのさいご」にしていて、ストーリーに影響が出ずかつ単語になる野菜を血眼になって探しました。ありがとうなすび`]
  },
  {
    title: "パズルの謎",
    hints: [
      `うさぎさんは騙されていたので噓つきになってしまったというのはやりたかったので満足しました。<br>
      こういうフォーマットあまりないですよね。<br>
      最初8×13で盤面組もうとして破綻も破綻を繰り返したのでやめました。<br>
      人間できることをやるのが一番。<br>
      パズル仮置きパワープレイ派なので言うと、あの問題は根気強く一人ずつ真実を言っていると仮定して解くのが正攻法です。<br><br>
      で、ヒトリシズカの花言葉の件ですが、「隠された美」、「静謐」、「愛にこたえて」という意味があるそうです。`]
  },
  {
    title: "五十音順の話",
    hints: [
      `今回がっつり謎解きに振っていてあまり前回みたいなその人にフューチャーした要素ないな～と思ったので作成しました。<br>
      この答えだけ他の謎解きに影響がなかったので好きに作りました。<br>
      ちなみに案として「■■■■からの生還（うさぎ）」があったんですが、「終末の黙示録-7つの災厄」 もうさぎだし、これもうさぎだな…と思い没になりました。<br><br>

      NANICA、うさぎ好きすぎない？？まぁうさぎがイメージキャラだしな……<br>
      新作もうさぎがいるらしいので機を見て行きましょう。`]
  },
  {
    title: "イラスト数字謎",
    hints: [
      `三周目が破綻していたことに当日現地で気が付きました・・・・・・・・・・・。<br>本当にすみませんでした・・・・・・。<br>もう三回解き直す謎は作りません。<br>
      ちゃんとマゼンタを導いていてすごいな～と思って見ていました。<br>
      一番シンプルで一番わかりやすい謎で個人的にはお気に入りです。からすみうどんに引き算しろと言われたらここまでしかできません。`]
  },
  {
    title: "迷路",
    hints: [
      `8/29 深夜3時に左右を間違っていたことに気が付いてめちゃくちゃ発狂しました。<br>
      「今日プレッシャーFUNNYあるんだぞ！！！おい！！！」って大きい声で言ってました。お前が悪い。<br>
      なので最初は「news(コンパス)から最短でfrog(カエル)まで」になっていて、森の番人はへびさんじゃなくてカエルさんでした。<br>
      へびなんて嘘つきそうだし、「うさぎ へび 食物連鎖」で調べる時間がありました。何だったんだあの時間。<br>
      ちなみにダミーイラストは共通で意味があるイラストになっています<br>
      爆速でラーメンズと当ててたの、さすがでした。`]
  },
  {
    title: "当日の話",
    hints: [
      `当日の話は箇条書きでつらつらと書きます。<br>
      ・当日、印刷するまでどうなるかわからずキンコーズで「うまくいってくれ……！」とずっと祈ってました。<br>
      ・ギリギリまで3周目は家で解いてもらう想定だったので、「これヒントがないのはヤバいのでは……？」と思い、ヒントを急ぎ実装しました。次回はもっと心があるヒントを書きます。<br>
      ・手紙も書く予定がなかったのですがストーリー的にあった方がいいかなと思って当日朝書きました。胸の内を書く機会なんてそうそうないですからね。<br>
      ・2周目で迷路を見て「snakeだよな……」と言ってたの、とても肝が冷えました。怖かったです<br>
      ・あと一周目の迷路で「信頼しすぎか大ミスかの二択だろ！！！」って言っていて笑ってました。両方です。<br>
      ・自分で作っといてなんなんですが、1周目からすみうどんは盤面のミスに気がついていない前提なので、阿諏訪さんが解いてるところを直視できない(直視すると印刷ミスが分かってしまう)の、1番のバグですね。来年に期待します。<br>
      ・袋はマジでどこ行ったんだ……。`]
  },
  {
    title: "おわりに",
    hints: [
      `ところで知ってますか？<br>一説によるとシアンの反対色ってオレンジらしいですよ`]
  }
];